Repository: MasterDingo/keys_app
Catalog: locales/*/LC_MESSAGES/django.po
Languages: ru

source: You have no permission
ru: у вас нет прав

source: no more free keys
ru: больше нет свободных ключей

source: key is already activated
ru: ключ уже активирован

source: key activated
ru: ключ активирован

source: key not found
ru: ключ не найден

source: new
ru: новый

source: acquired
ru: выдан

source: activated
ru: активирован

source: symbols
ru: символы

source: status
ru: статус

source: Can generate keys
ru: Может создавать ключи

source: Can get a key
ru: Может получать ключи

source: Can use a key
ru: Может активировать ключи

source: Can check key status
ru: Может проверять статус ключа

source: Can get key count
ru: Может получать количество ключей

source: key
ru: ключ

source: keys
ru: ключи

source: Test task by V.Derbentsev
ru: Тестовое задание В.Дербенцева

source: Key
ru: Ключ

source: Message
ru: Сообщение

source: Error
ru: Ошибка

source: Keys generated
ru: Ключи сгенерированы

source: You have no permission for it
ru: У вас нет разрешения на это

source: Invalid request
ru: Неверный запрос

source: Keys number
ru: Количество ключей
